---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ThermalGradientCoefficientForMoistureCapacity
source: html/00be5894-fe86-6f54-3341-3159c7a88668.htm
---
# Autodesk.Revit.DB.SpecTypeId.ThermalGradientCoefficientForMoistureCapacity Property

Thermal Gradient Coefficient for Moisture Capacity, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalGradientCoefficientForMoistureCapacity { get; }
```